{
      "topics": [
            {
                  "intent": "Cancel Order",
                  "text": [
                        "I have problems with canceling an order",
                        "how can I find information about canceling orders?",
                        "I need help with canceling the last order",
                        "could you help me cancelling the last order I made?",
                        "problem with cancelling an order I made",
                        "can you help me canceling my last order?",
                        "I do not know how to cancel the last order I have made",
                        "problems with canceling my orders",
                        "I have problems with cancelling the last order I have made",
                        "could you give me information about order cancellations?",
                        "I need help canceling the last order I have made",
                        "I need help with cancelling the order I made",
                        "I do not want the order",
                        "how could I find information about cancelling an order?",
                        "would you give me information about order cancellations?",
                        "I have problems with cancelling my order",
                        "how to cancel an order?",
                        "I have problems with cancelling an order I have made",
                        "assistance with cancelling the order I made",
                        "can you give me information about canceling an order?",
                        "problems with canceling orders",
                        "I do not know how I can cancel the last order I made",
                        "I would like to cancel the order I made",
                        "I need help canceling an order",
                        "how could I get information about cancelling an order?",
                        "I need help cancelling an order I made",
                        "I have problems with cancelling orders",
                        "I have a question about canceling an order",
                        "problem with cancelling orders",
                        "problems with cancelling an order",
                        "how could I cancel an order?",
                        "where could I get information about order cancellations?",
                        "I can't pay for the order",
                        "I need assistance cancelling an order I made",
                        "I am trying to find information about order cancelations",
                        "I want help cancelling an order I have made",
                        "I need help with cancelling an order I have made",
                        "where to cancel an order I made?",
                        "is it possible to cancel my order?",
                        "where can I get information about canceling orders?",
                        "assistance cancelling an order I have made",
                        "assistance canceling the order I have made",
                        "I want to cancel the order I made",
                        "I do not know how I can cancel the order I made",
                        "help me to cancel an order I have made",
                        "I don't know how I could cancel the order I made",
                        "is it possible to cancel the order I have made?",
                        "would you give me information about canceling orders?",
                        "I have a problem with canceling the order I have made",
                        "I need help to cancel the order I made",
                        "I need help to cancel the last order I have made",
                        "I can't pay for the last order I have made",
                        "I would like to cancel my last order",
                        "where can I cancel my order?",
                        "help me canceling my order",
                        "question about canceling my order",
                        "question about canceling an order",
                        "problem with canceling the order I have made",
                        "could you help me cancelling an order I made?",
                        "question about canceling the last order I made",
                        "I want to know more about order cancelations",
                        "could you help me to cancel an order?",
                        "could you help me cancel the last order I have made?",
                        "where do I cancel the last order?",
                        "I try to cancel the order I made",
                        "help me cancelling an order I made",
                        "help me canceling the order I made",
                        "where can I cancel the order I have made?",
                        "I don't know how to cancel an order I made",
                        "I would like to cancel an order",
                        "I do not know how I can cancel an order I have made",
                        "I want assistance to cancel the last order I have made",
                        "help with canceling an order I made",
                        "I don't know how to cancel my last order",
                        "I don't know how to cancel the order I made",
                        "can you help me to cancel the order I made?",
                        "help to cancel my order",
                        "how do I cancel my order?",
                        "how do I cancel the last order I made?",
                        "I can't pay for my last order",
                        "help me cancelling the last order I have made",
                        "how can I find information about cancelling orders?",
                        "I need assistance with canceling the last order I have made",
                        "I have to cancel my last order",
                        "cancel an order I have made",
                        "I have a question about cancelling my last order",
                        "problem with canceling the last order",
                        "I want assistance to cancel my order",
                        "can you help me to cancel my order?",
                        "cancelling order",
                        "I want information about canceling orders",
                        "I need help with canceling the order I have made",
                        "help with canceling the order I made",
                        "I need help with cancelling my order",
                        "where could I cancel the order I made?",
                        "find information about cancelling an order",
                        "I have got to cancel the last order I made",
                        "I need assistance canceling the last order I have made",
                        "question about canceling orders",
                        "I do not know how I could cancel the order I have made",
                        "I have problems with canceling my last order",
                        "help with cancelling the order I have made",
                        "I need assistance with canceling the order I have made",
                        "problem with cancelling an order I have made",
                        "I try to cancel the last order I have made",
                        "I would like to know about order cancellations",
                        "question about canceling my orders",
                        "I do not know how I could cancel my last order",
                        "how do I cancel the last order I have made?",
                        "I would like information about canceling an order",
                        "assistance cancelling my order",
                        "how to cancel the last order I have made?",
                        "I am trying to find information about cancelling an order",
                        "can you help me to cancel the last order I have made?",
                        "I need assistance cancelling an order",
                        "how could I cancel the last order I have made?",
                        "I am looking for information about order cancelations",
                        "I have a problem with cancelling orders",
                        "can you give me information about cancelling orders?",
                        "I need assistance canceling the order I made",
                        "how can I cancel the last order I have made?",
                        "help me canceling an order I made",
                        "I want assistance cancelling an order I have made",
                        "I have a question about canceling the last order",
                        "I do not know how to cancel the last order I made",
                        "would it be possible to cancel the last order I have made?",
                        "I want help to cancel the order I have made",
                        "help me cancel the last order I made",
                        "could you help me cancelling the order I made?",
                        "I need assistance with canceling my last order",
                        "can you help me cancel the last order?",
                        "I do not want to pay for the last order I have made",
                        "is it possible to cancel the last order I made?",
                        "help with cancelling the last order I have made",
                        "assistance cancelling the order I made",
                        "I need help to cancel an order",
                        "I have a problem with cancelling my last order",
                        "I have problems with canceling the order I have made",
                        "I don't know how to cancel an order",
                        "I am trying to cancel the last order",
                        "help cancelling my order",
                        "I don't know how I can cancel the last order I made",
                        "I want help canceling the order I have made",
                        "I don't know how I could cancel an order I have made",
                        "will you give me information about canceling an order?",
                        "assistance with cancelling the last order I made",
                        "I need to cancel my order",
                        "I do not want to pay for the order I made",
                        "how can I cancel an order?",
                        "assistance canceling my last order",
                        "I have problems with cancelling the last order I made",
                        "I can't pay for the order I have made",
                        "could you give me information about cancelling orders?",
                        "I do not know how to cancel an order I have made",
                        "where do I cancel the order I have made?",
                        "I have a problem with canceling the last order I made",
                        "help canceling the last order",
                        "I need help with canceling an order I made",
                        "help with cancelling the last order",
                        "I want help to cancel my last order",
                        "I do not know how I could cancel the last order I made",
                        "I want assistance to cancel the last order",
                        "where can I cancel the last order I made?",
                        "can you tell me about order cancellations?",
                        "could you help me canceling an order I have made?",
                        "assistance cancelling the last order I made",
                        "I would like to cancel the last order",
                        "question about cancelling the last order",
                        "problem with canceling my last order",
                        "assistance cancelling an order I made",
                        "how can I cancel an order I have made?",
                        "I have a problem with cancelling the order I made",
                        "problem with canceling the last order I have made",
                        "assistance canceling the order I made",
                        "how could I get information about cancelling orders?",
                        "I want information about cancelling orders",
                        "assistance cancelling my last order",
                        "give me information about cancelling orders",
                        "help to cancel an order I made",
                        "can you help me to cancel an order I made?",
                        "problem with canceling the order I made",
                        "I do not want to pay for my last order",
                        "can you help me cancel my last order?",
                        "I need assistance to cancel an order",
                        "where can I get information about order cancellations?",
                        "I want to cancel the last order I made",
                        "I need help with cancelling an order",
                        "I want assistance canceling an order",
                        "I need assistance with cancelling an order",
                        "will you give me information about order cancelations?",
                        "I have got to cancel my order",
                        "could you help me cancelling the last order?",
                        "I don't want the order I have made",
                        "I am trying to cancel the order I have made",
                        "question about cancelling my last order",
                        "help me to cancel my last order",
                        "I have a problem with canceling the last order I have made",
                        "help with canceling the order I have made",
                        "could you help me cancel an order?",
                        "would it be possible to cancel my order?",
                        "where can I get information about canceling an order?",
                        "where could I cancel the last order?",
                        "I have a problem with cancelling an order I made",
                        "is it possible to cancel an order I have made?",
                        "canceling order",
                        "where could I cancel my order?",
                        "can you help me cancelling the order I made?",
                        "can you help me cancelling my order?",
                        "I do not know how I can cancel the order I have made",
                        "help to cancel an order I have made",
                        "I want help to cancel an order I have made",
                        "can you help me canceling the order I made?",
                        "I need help canceling the order I have made",
                        "help canceling my last order",
                        "problems with cancelling the order I made",
                        "I have problems with cancelling the order I have made",
                        "I have problems with canceling an order I have made",
                        "I have got to cancel an order",
                        "I do not want to pay for an order I made",
                        "I want to know about order cancellations",
                        "I want to know more about order cancellations",
                        "how could I cancel the last order I made?",
                        "help with cancelling my last order",
                        "could you tell me more about order cancellations?",
                        "help me canceling my last order",
                        "how could I find information about order cancellations?",
                        "I have problems with canceling the last order I have made",
                        "how could I cancel an order I made?",
                        "I cannot pay for my last order",
                        "tell me about order cancelations",
                        "I need assistance with canceling an order I made",
                        "I have a question about canceling the last order I made",
                        "where could I get information about canceling orders?",
                        "help me canceling the last order I have made",
                        "I can't pay for an order I have made",
                        "would you give me information about order cancelations?",
                        "how to cancel the last order I made?",
                        "I have problems with cancelling an order",
                        "I need help canceling my order",
                        "help to cancel the order I made",
                        "cancel order",
                        "I need help with canceling the last order I made",
                        "would it be possible to cancel the order I made?",
                        "I need help to cancel my order",
                        "help me canceling the last order I made",
                        "can you help me cancel the order I made?",
                        "help to cancel the last order",
                        "help me cancelling my last order",
                        "I want assistance to cancel the order I have made",
                        "where could I cancel an order I made?",
                        "how can I cancel an order I made?",
                        "I need assistance with canceling the last order",
                        "how could I get information about order cancelations?",
                        "I have problems with canceling orders",
                        "I don't want to pay for the last order I have made",
                        "where could I get information about cancelling an order?",
                        "I don't know how to cancel an order I have made",
                        "I have a question about canceling my order",
                        "I have a question about canceling orders",
                        "can you help me canceling the last order?",
                        "I need assistance with cancelling the last order",
                        "could you help me cancelling an order?",
                        "I have a problem with canceling an order",
                        "order cancellation",
                        "help cancelling the last order I have made",
                        "question about cancelling an order I have made",
                        "help canceling an order",
                        "question about cancelling orders",
                        "help me cancelling my order",
                        "how do I cancel an order I made?",
                        "I have got to cancel the order I have made",
                        "I don't want the last order I made",
                        "I would like to know more about order cancellations",
                        "tell me more about order cancelations",
                        "information about canceling an order",
                        "I have a question about cancelling my order",
                        "I have a problem with cancelling my order",
                        "order cancelation",
                        "question about canceling my last order",
                        "assistance with cancelling the order I have made",
                        "how to cancel my order?",
                        "I am trying to cancel an order I made",
                        "I do not know how I could cancel an order",
                        "I don't know how I can cancel the last order I have made",
                        "I don't know how I can cancel an order I have made",
                        "could you help me cancel the order I have made?",
                        "help canceling the order I have made",
                        "problems with canceling the order I made",
                        "I need help canceling the last order",
                        "I need assistance with cancelling the order I made",
                        "I don't know how to cancel my order",
                        "I am trying to find information about canceling an order",
                        "I have to cancel the order I made",
                        "assistance cancelling an order",
                        "I need assistance with cancelling my orders",
                        "is it possible to cancel the last order?",
                        "find information about order cancelations",
                        "I have a question about cancelling an order",
                        "assistance cancelling the last order",
                        "I don't want an order I have made",
                        "help me cancel the order I made",
                        "I have to cancel an order I have made",
                        "I don't know how I can cancel the last order",
                        "could you help me canceling the order I have made?",
                        "could you help me to cancel my last order?"

                  ],
                  "responses": [
                        "I understand, your order will be cancelled."
                  ]
            },
            {
                  "intent": "Feedback Submission Query",
                  "text": [
                        "where do I submit some feedback for your restaurant?",
                        "I have got to submit some ca for your food",
                        "I want help to leave a review",
                        "can I leave a review?",
                        "how to submit some feedback?",
                        "I am trying to submit some feedback for your food",
                        "I want to leave a review",
                        "is there an e-mail to submit a review for your food?",
                        "I need to submit some feedback",
                        "I want help to submit some feedback for your menu",
                        "I have to leave a review",
                        "I try to leave a review for your menu",
                        "I do not know how I could leave a review for your menu",
                        "I want help submitting some feedback for your restaurant",
                        "help me to submit some feedback",
                        "I want assistance to leave a review for your food",
                        "I call to submit some feedback for your food",
                        "I don't know how I can submit some feedback",
                        "I want help leaving a review for your restaurant",
                        "I need help submitting some feedback for your restaurant",
                        "I would like to submit some feedback for your restaurant",
                        "can you help me leaving a review?",
                        "assistance to submit some feedback for your food",
                        "I want help submitting some feedback for your menu",
                        "I don't know what I need to do to submit some feedback",
                        "I do not know how to submit some feedback for your restaurant",
                        "how can I submit some feedback for your food?",
                        "can you help me leaving a review for your restaurant?",
                        "what do I need to do to leave a review?",
                        "I don't know what I have to do to leave a review",
                        "I do not know how I can leave a review for your restaurant",
                        "could you help me leave a review for your food?",
                        "I want help submitting some feedback for your food",
                        "review",
                        "what do I need to do to leave a review for your food?",
                        "can you help me to leave a review?",
                        "how could I submit some feedback for your menu?",
                        "where can I submit some feedback?",
                        "is there an e-mail to submit a review?",
                        "how to leave a review for your menu?",
                        "I do not know how I can submit some feedback for your menu",
                        "is there a section to submit a review for your food?",
                        "what do I need to do to leave a review for your restaurant?",
                        "where to leave a review for your menu?",
                        "assistance to submit some feedback for your restaurant",
                        "do you have an e-mail to submit a review for your restaurant?",
                        "I have to leave a review for your restaurant",
                        "where can I leave a review?",
                        "help me leaving a review for your food",
                        "leaving review",
                        "what do I need to do to leave a review for your menu?",
                        "how could I leave a review?",
                        "where do I submit some feedback for your menu?",
                        "is there a section to submit some feedback for your menu?",
                        "what do I have to do to leave a review for your restaurant?",
                        "I would like to leave a review for your menu",
                        "I don't know what to do to submit some feedback",
                        "how to submit some feedback for your food?",
                        "I do not know how I can leave a review for your food",
                        "I want assistance to submit some feedback for your menu",
                        "is it possible to leave a review for your food?",
                        "can you help me leave a review for your restaurant?",
                        "assistance submitting some feedback for your menu",
                        "I have to submit some feedback for your restaurant",
                        "I don't know what to do to leave a review for your menu",
                        "I want help to submit some feedback for your restaurant",
                        "I call to leave a review",
                        "I need help submitting some feedback for your menu",
                        "I would like to leave a review",
                        "can you help me leave a review for your menu?",
                        "where to leave a review for your restaurant?",
                        "what do I have to do to leave a review?",
                        "I want assistance leaving a review",
                        "could I leave a review for your restaurant?",
                        "leave review for your food",
                        "I want help submitting some feedback",
                        "I do not know how I can leave a review",
                        "I want to submit some feedback for your restaurant",
                        "where can I leave a review for your restaurant?",
                        "how can I submit some feedback?",
                        "I don't know how to leave a review for your food",
                        "I don't know how to submit some feedback",
                        "could you help me to submit some feedback for your restaurant?",
                        "could I submit some feedback for your menu?",
                        "I do not know how to submit some feedback for your menu",
                        "where to submit some feedback?",
                        "could you help me submitting some feedback?",
                        "I call to leave a review for your restaurant",
                        "I need assistance submitting some feedback for your food",
                        "I do not know how to leave a review for your restaurant",
                        "could I submit some feedback?",
                        "help me leave a review",
                        "I need to leave a review for your food",
                        "I do not know what to do to leave a review",
                        "help me submitting some feedback",
                        "help me submit some feedback for your menu",
                        "help me submit some feedback",
                        "I have got to leave a review for your restaurant",
                        "help me to submit some feedback for your restaurant",
                        "I don't know how I can leave a review for your restaurant",
                        "how could I submit some feedback?",
                        "I try to leave a review for your restaurant",
                        "I try to leave a review for your food",
                        "where can I submit some feedback for your restaurant?",
                        "help me leave a review for your menu",
                        "can I submit some feedback for your menu?",
                        "what do I have to do to leave a review for your menu?",
                        "could you help me submit some feedback?",
                        "I don't know what to do to leave a review",
                        "where could I submit some feedback for your restaurant?",
                        "I am trying to leave a review for your menu",
                        "I call to leave a review for your food",
                        "how can I submit some feedback for your restaurant?",
                        "I don't know how to submit some feedback for your menu",
                        "I want to leave a review for your menu",
                        "where to submit some feedback for your food?",
                        "help to leave a review for your food",
                        "I need assistance leaving a review for your restaurant",
                        "I need help to submit some feedback",
                        "do you have a section to submit a review for your restaurant?",
                        "I have to submit some feedback",
                        "help me leaving a review for your menu",
                        "could I submit some feedback for your food?",
                        "I want assistance to leave a review for your restaurant",
                        "where do I leave a review for your food?",
                        "where do I leave a review?",
                        "I don't know how I could leave a review for your restaurant",
                        "how to submit some feedback for your menu?",
                        "is there an e-mail to submit a review for your menu?",
                        "I do not know how I can submit some feedback",
                        "I would like to leave a review for your restaurant",
                        "I want help to leave a review for your food",
                        "could you help me leaving a review for your food?",
                        "help me leaving a review",
                        "could you help me leaving a review for your restaurant?",
                        "I need help to leave a review for your restaurant",
                        "I do not know what I have to do to submit some feedback",
                        "how could I leave a review for your menu?",
                        "is there an e-mail to submit some feedback?",
                        "I need help to leave a review",
                        "help submitting some feedback for your food",
                        "is there a section to submit some feedback?",
                        "would it be possible to leave a review?",
                        "help to submit some feedback for your food",
                        "can you help me leaving a review for your food?",
                        "is it possible to leave a review for your restaurant?",
                        "could you help me to submit some feedback?",
                        "I am calling to submit some feedback for your menu",
                        "review for your food",
                        "leave review for your restaurant",
                        "could you help me leave a review for your restaurant?",
                        "can you help me submit some feedback for your food?",
                        "I want assistance leaving a review for your menu",
                        "how do I submit some feedback for your restaurant?",
                        "can you help me to submit some feedback?",
                        "could you help me to leave a review?",
                        "I don't know how I could leave a review",
                        "is there an e-mail to submit a review for your restaurant?",
                        "leave review",
                        "I want assistance submitting some feedback for your restaurant",
                        "can you help me to submit some feedback for your food?",
                        "I have got to submit some feedback",
                        "I have to leave a review for your menu",
                        "I want assistance leaving a review for your restaurant",
                        "could you help me leave a review?",
                        "I want help to leave a review for your restaurant",
                        "help submitting some feedback",
                        "how can I leave a review for your menu?",
                        "I don't know what to do to leave a review for your food",
                        "how can I leave a review for your food?",
                        "I need assistance submitting some feedback",
                        "is there a section to submit a review for your menu?",
                        "I need to leave a review",
                        "can you help me leave a review for your food?",
                        "I am calling to submit some feedback for your restaurant",
                        "I don't know how I can submit some feedback for your menu",
                        "I do not know what to do to submit some feedback",
                        "I need assistance to leave a review for your restaurant",
                        "review for your menu",
                        "I try to submit some feedback for your food",
                        "I need assistance leaving a review for your menu",
                        "do you have a section to submit a review?",
                        "I call to submit some feedback",
                        "can you help me submitting some feedback for your menu?",
                        "how to leave a review for your restaurant?",
                        "I want assistance submitting some feedback for your food",
                        "how do I leave a review for your menu?",
                        "I have to submit some feedback for your menu",
                        "how do I leave a review for your food?",
                        "could I leave a review for your menu?",
                        "help me submitting some feedback for your food",
                        "I try to submit some feedback for your menu",
                        "help me to leave a review for your menu",
                        "I do not know how I could leave a review for your food",
                        "can you help me to leave a review for your menu?",
                        "do you have an e-mail to submit a review?",
                        "can you help me to leave a review for your restaurant?",
                        "how can I leave a review?",
                        "I have to submit some feedback for your food",
                        "help submitting some feedback for your menu",
                        "I want assistance submitting some feedback for your menu",
                        "how to submit some feedback for your restaurant?",
                        "I do not know how I could leave a review",
                        "help leaving a review",
                        "I call to leave a review for your menu",
                        "is it possible to submit some feedback for your menu?",
                        "do you have an e-mail to submit a review for your food?",
                        "I do not know how to leave a review for your food",
                        "help me submitting some feedback for your restaurant",
                        "help me leave a review for your restaurant",
                        "I do not know what to do to leave a review for your restaurant",
                        "I do not know what I need to do to leave a review",
                        "I need assistance leaving a review",
                        "assistance to submit some feedback for your menu",
                        "I do not know how to leave a review for your menu",
                        "do you have an e-mail to submit some feedback?",
                        "help me to leave a review",
                        "help me to submit some feedback for your food",
                        "is it possible to submit some feedback for your food?",
                        "can I submit some feedback?",
                        "product review",
                        "I need help to submit some feedback for your restaurant",
                        "I need help leaving a review for your food",
                        "can you help me submit some feedback for your restaurant?",
                        "I don't know what I have to do to submit some feedback",
                        "I do not know how to submit some feedback",
                        "can you help me submitting some feedback for your food?",
                        "how do I submit some feedback?",
                        "assistance submitting some feedback for your food",
                        "what do I have to do to submit some feedback for your menu?",
                        "where can I submit some feedback for your food?",
                        "where do I submit some feedback for your food?",
                        "I try to leave a review",
                        "I do not know how I could submit some feedback for your menu",
                        "assistance to leave a review",
                        "I don't know how I can leave a review",
                        "is there a section to submit a review for your restaurant?",
                        "I call to submit some feedback for your menu",
                        "leave review for your menu",
                        "how do I leave a review for your restaurant?",
                        "I am trying to leave a review",
                        "leaving review for your restaurant",
                        "I don't know how I can leave a review for your menu",
                        "can you help me submit some feedback for your menu?",
                        "can you help me leaving a review for your menu?",
                        "submit product review",
                        "help me leaving a review for your restaurant",
                        "help me submit some feedback for your food",
                        "would it be possible to leave a review for your menu?",
                        "how can I leave a review for your restaurant?",
                        "I need to leave a review for your restaurant",
                        "how to leave a review for your food?",
                        "I need assistance to leave a review for your food",
                        "assistance leaving a review for your restaurant",
                        "could I submit some feedback for your restaurant?",
                        "would it be possible to leave a review for your food?",
                        "where could I leave a review for your food?",
                        "would it be possible to submit some feedback?",
                        "leaving review for your food",
                        "how to leave a review?",
                        "leaving review for your menu",
                        "I need assistance leaving a review for your food",
                        "I am trying to submit some feedback for your restaurant",
                        "I do not know how to leave a review",
                        "I don't know what I need to do to leave a review",
                        "what do I need to do to submit some feedback for your menu?",
                        "could you help me submitting some feedback for your menu?",
                        "I want assistance to leave a review",
                        "can I submit some feedback for your restaurant?",
                        "where can I leave a review for your food?",
                        "is there a section to submit some feedback for your restaurant?",
                        "could you help me to leave a review for your restaurant?",
                        "I need help leaving a review for your restaurant",
                        "could you help me submit some feedback for your restaurant?",
                        "submitting product review",
                        "how can I submit some feedback for your menu?",
                        "can you help me to submit some feedback for your restaurant?",
                        "I am calling to leave a review for your menu",
                        "can I submit some feedback for your food?",
                        "I want assistance leaving a review for your food",
                        "can you help me leave a review?",
                        "how do I leave a review?",
                        "help leaving a review for your restaurant",
                        "where do I submit some feedback?",
                        "could you help me submit some feedback for your menu?",
                        "assistance leaving a review for your food",
                        "I do not know what to do to leave a review for your menu",
                        "I try to submit some feedback",
                        "I do not know how I can leave a review for your menu",
                        "where can I leave a review for your menu?",
                        "review for your restaurant",
                        "I am calling to leave a review",
                        "help leaving a review for your food",
                        "can you help me submitting some feedback for your restaurant?",
                        "I would like to submit some feedback for your food",
                        "do you have a section to submit some feedback?",
                        "can you help me submitting some feedback?",
                        "is it possible to submit some feedback for your restaurant?",
                        "could you help me leave a review for your menu?",
                        "where to submit some feedback for your restaurant?",
                        "I need to submit some feedback for your menu",
                        "I need assistance to submit some feedback for your restaurant",
                        "I want assistance to submit some feedback",
                        "do you have a section to submit some feedback for your menu?",
                        "I am trying to submit some feedback",
                        "I am trying to leave a review for your restaurant",
                        "help me to submit some feedback for your menu",
                        "how could I leave a review for your food?",
                        "I don't know how to leave a review for your menu",
                        "assistance leaving a review for your menu",
                        "help submitting some feedback for your restaurant",
                        "assistance submitting some feedback for your restaurant",
                        "can you help me submit some feedback?",
                        "I need help to leave a review for your food",
                        "help me to leave a review for your food"

                  ],
                  "responses": [
                        "Sure, I can record down your feedback. But unforunately, unable to detect feedback per se."
                  ]
            
            },
            {
                  "intent": "Change Order [Add/Remove]",
                  "text" : [
                         "can you help me to add donuts to an order?",
                         "can you help me removing some menu items?",
                         "help adding an item",
                         "I try to change to pizza",
                         "could I add tea to an order?",
                         "I have problems with removing an item",
                         "I have a problem with removing several menu items",
                         "I have to change my order",
                         "I have a problem with removing something",
                         "I have got to change several menu items of an order",
                         "I don't know how I could add donuts",
                         "I don't know how to change to fried rice",
                         "assistance with removing pizza ",
                         "I want assistance to change an order I made",
                         "how can I change something of an order?",
                         "I need help with removing something",
                         "I need help to add several menu items",
                         "I would like to add several menu items to an order",
                         "I don't know how I can remove pizza ",
                         "can I change the order I made?",
                         "could you help me change my order?",
                         "I need help with changing the order I made",
                         "can you help me to remove donuts?",
                         "how to add donuts?",
                         "assistance changing the last order I made",
                         "can you help me to remove tea?",
                         "how to change an order?",
                         "help to add several menu items to an order",
                         "I want to remove tea from an order",
                         "I have to remove hot dogs",
                         "I have forgotten to include an item",
                         "could I add donuts to an order?",
                         "I have to add donuts",
                         "remove some hot dogs from an order",
                         "help me remove tea from an order",
                         "can you help me changing the order I made?",
                         "remove item from order",
                         "question about changing an order",
                         "how could I remove pizza ?",
                         "I have to add several menu items to an order",
                         "problem with adding something",
                         "change an order",
                         "can you help me to change an order I have made?",
                         "could you help me add donuts to an order?",
                         "could you help me change the order I have made?",
                         "help to add tea",
                         "is it possible to change the order I have made?",
                         "help to change an order I have made",
                         "help me change something of an order",
                         "I don't know how to remove tea from an order",
                         "question about changing my order",
                         "I am trying to change to pizza",
                         "help to change to fried rice",
                         "I need help changing my order",
                         "I need to change the last order I have made",
                         "I need assistance to change an order",
                         "I have missed some menu items in the order",
                         "is it possible to change an order I have made?",
                         "I do not know how to add tea",
                         "I need assistance with changing the order I have made",
                         "can you help me removing pizza ?",
                         "can you help me removing several menu items?",
                         "I want assistance to change the last order",
                         "I don't know how to remove some hot dogs",
                         "I need help to change several menu items of an order",
                         "help me remove hot dogs",
                         "I have problems with adding something",
                         "I try to add donuts",
                         "problems with changing my last order",
                         "I have a question about changing the last order I have made",
                         "help with adding some menu items",
                         "is it possible to add hot dogs to an order?",
                         "can you help me to remove hot dogs?",
                         "I can't remove some hot dogs",
                         "how do I add several menu items to an order?",
                         "I want to remove some hot dogs from an order",
                         "I need assistance with adding some menu items",
                         "I would like to remove donuts",
                         "I need help with removing an item",
                         "could you help me to remove tea?",
                         "I have to remove pizza ",
                         "I try to remove donuts from an order",
                         "I have problems with adding some menu items to an order",
                         "assistance to add donuts",
                         "how can I add tea to an order?",
                         "how can I remove pizza ?",
                         "I want help adding several menu items to an order",
                         "I do not know how I could add donuts",
                         "problem with changing an order",
                         "is it possible to change an order I made?",
                         "I need help to change something of an order",
                         "how can I remove some hot dogs from an order?",
                         "I don't know how I can add tea",
                         "I am trying to change the last order I made",
                         "I cannot remove some hot dogs from an order",
                         "I want assistance to change an order I have made",
                         "assistance to remove tea",
                         "I have problems with removing something",
                         "assistance to change an order",
                         "help me change to fried rice",
                         "how can I get information about changing orders?",
                         "I want assistance to change to fried rice",
                         "I need help to change an order I made",
                         "can you help me add several menu items to an order?",
                         "help me changing something of an order",
                         "how do I change several menu items of an order?",
                         "how could I get information about order changes?",
                         "can you help me to add hot dogs?",
                         "I have got to remove donuts",
                         "I need help with adding an item to an order",
                         "I have a problem with changing the order I have made",
                         "problems with adding an item to an order",
                         "information about changing orders",
                         "how to change the last order I have made?",
                         "I want assistance to remove donuts from an order",
                         "I need assistance to change the last order",
                         "I do not know how I can add tea",
                         "I have a problem with changing some menu items of an order",
                         "assistance changing my last order",
                         "I have problems with changing something of an order",
                         "I have problems with removing something from an order",
                         "I have to change to pizza",
                         "could you help me remove some hot dogs from an order?",
                         "help to change the order I made",
                         "I want to add hot dogs to an order",
                         "I do not know how I can add several menu items",
                         "could I add donuts?",
                         "help me removing several menu items",
                         "I don't know how I could change some menu items of an order",
                         "I don't know how I can add tea to an order",
                         "help changing an order I made",
                         "how can I add donuts?",
                         "order change",
                         "I can't add hot dogs to an order",
                         "help to change the last order I made",
                         "I need assistance to add tea",
                         "I cannot change several menu items of an order",
                         "could you help me removing something?",
                         "could I change the order I made?",
                         "I would like to change the last order I have made",
                         "I do not know how I can change to fried rice",
                         "add hot dogs to an order",
                         "I want help adding some menu items to an order",
                         "assistance with adding several menu items",
                         "will you give me information about order changes?",
                         "help me to remove donuts",
                         "I don't know how to remove some hot dogs from an order",
                         "I want to remove hot dogs",
                         "I want assistance to add several menu items",
                         "is it possible to change an order?",
                         "I need assistance with removing something from an order",
                         "I have a question about changing an order I made",
                         "I want to change something of an order",
                         "I want assistance to change the last order I made",
                         "problem with adding some menu items to an order",
                         "could you help me change the order I made?",
                         "I don't know how to add donuts",
                         "I have a problem with removing something from an order",
                         "the items I have purchased aren't the ones I wanted",
                         "help me change several menu items of an order",
                         "help with adding an item to an order",
                         "I have a problem with changing my order",
                         "can you help me removing something?",
                         "I need to add hot dogs to an order",
                         "help changing to fried rice",
                         "I am trying to change the last order I have made",
                         "I do not know how to hot dogs to an order",
                         "how could I add tea?",
                         "I need to change the last order",
                         "I cannot change to fried rice",
                         "I do not know how I could add tea to an order",
                         "I missed some menu items",
                         "would it be possible to change something of an order?",
                         "I don't know how to remove tea",
                         "assistance with changing an order",
                         "I need assistance to change several menu items of an order",
                         "can you help me to change to pizza?",
                         "can you help me remove donuts from an order?",
                         "I want help changing some menu items of an order",
                         "could you help me add hot dogs?",
                         "I am trying to change an order I made",
                         "I want help to remove tea from an order",
                         "change some menu items of an order",
                         "I need help to add tea",
                         "can I remove hot dogs?",
                         "help me to remove some hot dogs from an order",
                         "question about changing the order I made",
                         "I need help removing some menu items",
                         "could you help me adding an item to an order?",
                         "how to add donuts to an order?",
                         "I can't change to pizza",
                         "I forgot to include some menu items in my order",
                         "I have got to remove pizza ",
                         "can you help me change my order?",
                         "I want help changing the order I made",
                         "adding product to last order",
                         "help with changing something of an order",
                         "how could I change my order?",
                         "I forgot to include some menu items in the order",
                         "problem with removing some menu items from an order",
                         "help me to remove donuts from an order",
                         "I want help changing an order I made",
                         "how do I remove hot dogs?",
                         "I try to add several menu items",
                         "I want assistance to remove donuts",
                         "I can't change an order",
                         "I have got to add tea",
                         "help to remove some hot dogs from an order",
                         "I do not know how I can remove pizza ",
                         "help to change the last order I have made",
                         "I have a question about changing the order I have made",
                         "could you help me to add tea to an order?",
                         "I purchased the wrong item",
                         "problem with adding an item",
                         "I need assistance removing something",
                         "assistance adding an item",
                         "I have got to change an order I made",
                         "I want assistance to change several menu items of an order",
                         "information about order changes",
                         "I need information about orders",
                         "I have got to change to fried rice",
                         "I need assistance removing pizza ",
                         "I need assistance with adding an item",
                         "I cannot remove hot dogs",
                         "can you help me adding several menu items?",
                         "assistance with changing several menu items of an order",
                         "could you help me to change the order I have made?",
                         "help with changing the order I made",
                         "I need assistance to remove tea from an order",
                         "I do not know how I could remove tea from an order",
                         "I need assistance with removing pizza ",
                         "where could I find information about changing an order?",
                         "I want assistance to change an order",
                         "change order",
                         "I don't know how I could remove pizza ",
                         "how can I change the last order I have made?",
                         "can you help me to change the last order I made?",
                         "I have forgotten to include several menu items in my order",
                         "could you help me change an order I have made?",
                         "remove donuts",
                         "would it be possible to change an order?",
                         "I would like to add hot dogs to an order",
                         "I want assistance to remove pizza ",
                         "I have a question about changing my orders",
                         "I cannot add hot dogs",
                         "I need help to add hot dogs",
                         "I need help adding several menu items",
                         "I cannot change to pizza",
                         "I have to add hot dogs to an order",
                         "help me changing an order I have made",
                         "how could I change to fried rice?",
                         "assistance adding something",
                         "I want information about changing an order",
                         "could you help me changing my order?",
                         "I have a problem with adding several menu items to an order",
                         "help to change an order",
                         "I have got to add several menu items",
                         "would it be possible to remove tea?",
                         "can you help me remove donuts?",
                         "I want help to add hot dogs",
                         "could you help me remove hot dogs?",
                         "can you help me remove some hot dogs from an order?",
                         "help me adding several menu items",
                         "problem with removing something from an order",
                         "I am trying to add donuts to an order",
                         "would it be possible to change an order I have made?",
                         "help me add several menu items to an order",
                         "I want help removing an item",
                         "could you help me add several menu items?",
                         "I have problems with removing some menu items",
                         "assistance to change my order",
                         "how to remove some hot dogs from an order?",
                         "I need help to add tea to an order",
                         "help with changing my order",
                         "problem with changing several menu items of an order",
                         "I have problems with changing an order I have made",
                         "I don't know how to change some menu items of an order",
                         "I need assistance to remove tea",
                         "I have got to change an order",
                         "could I remove pizza ?",
                         "can you help me adding some menu items to an order?",
                         "I need assistance with changing some menu items of an order",
                         "could you help me remove some hot dogs?",
                         "is it possible to remove some hot dogs?",
                         "how can I change several menu items of an order?",
                         "I want help removing pizza ",
                         "can I change the order I have made?",
                         "I don't know how I could add hot dogs",
                         "I try to change several menu items of an order",
                         "can I change the last order?",
                         "I cannot remove some hot dogs",
                         "I need assistance changing several menu items of an order",
                         "would it be possible to change some menu items of an order?",
                         "is it possible to add hot dogs?",
                         "I would like to change the last order",
                         "I have problems with changing orders",
                         "I don't know how I can add several menu items",
                         "I try to change to fried rice",
                         "help changing an order",
                         "I want help to add donuts",
                         "I have a problem with adding an item",
                         "I have a problem with changing the last order",
                         "can you help me to change some menu items of an order?",
                         "I cannot change the last order"

                  ],
                  "responses" : [
                        "Sure I can change your order for you."
                  ]
            },
            {
                  "intent": "Refund",
                  "text" : [
                        "how can I get a refund?",
                        "when will I get my money back?",
                        "I am trying to get refunds",
                        "help me get my money back",
                        "assistance to get my money back",
                        "I do not know how to get a refund",
                        "what do I need to do to get a refund of money?",
                        "help me get refunds of money",
                        "I want assistance to get a refund of money",
                        "I need assistance to get a refund of money",
                        "I try to get a refund",
                        "I do not know how I can get refunds",
                        "help to get refunds of money",
                        "I don't know what to do to get a refund",
                        "where could I get refunds?",
                        "would it be possible to get a refund of money?",
                        "I want my money back",
                        "help getting a refund",
                        "assistance getting refunds of money",
                        "I need assistance getting refunds",
                        "what do I have to do to get refunds of money?",
                        "I don't know what I have to do to get a refund of money",
                        "I do not know what I need to do to get refunds of money",
                        "I do not know how to get refunds of money",
                        "I do not know what I have to do to get a refund",
                        "I would like to get a refund of money",
                        "getting refund of money",
                        "I do not know what to do to get my money back",
                        "I don't know what to do to get refunds",
                        "where could I get my money back?",
                        "could you help me getting refunds?",
                        "help me to get refunds of money",
                        "I have to get a refund of money",
                        "could you help me get refunds of money?",
                        "what do I need to do to get refunds of money?",
                        "I don't know how I can get a refund",
                        "I need assistance getting my money back",
                        "how long until I get my money back?",
                        "how to get refunds?",
                        "I want help getting a refund",
                        "where do I get refunds?",
                        "I do not know how I could get refunds of money",
                        "how to get my money back?",
                        "I do not know how I could get a refund of money",
                        "where could I get a refund of money?",
                        "I am trying to get my money back",
                        "I demand my money back",
                        "assistance getting my money back",
                        "when am I going to get a refund?",
                        "when am I getting my money back?",
                        "I want assistance getting my money back",
                        "what do I have to do to get a refund of money?",
                        "I do not know what I have to do to get a refund of money",
                        "I do not know what to do to get a refund of money",
                        "could you help me to get my money back?",
                        "how do I get a refund?",
                        "where do I get my money back?",
                        "I have got to get refunds",
                        "where can I get my money back?",
                        "I don't know how to get refunds",
                        "could you help me get refunds?",
                        "where to get refunds of money?",
                        "I don't know how I can get refunds",
                        "can you help me to get my money back?",
                        "is it possible to get refunds?",
                        "could you help me to get a refund?",
                        "I don't know what to do to get my money back",
                        "I try to get a refund of money",
                        "when am I getting a refund?",
                        "when will I get a refund of money?",
                        "I demand a refund of money",
                        "I do not know what I have to do to get my money back",
                        "I need a refund of money",
                        "I need help getting my money back",
                        "I don't know what I have to do to get my money back",
                        "I have to get refunds",
                        "is it possible to get a refund of money?",
                        "I want help getting my money back",
                        "when am I going to get my money back?",
                        "help me getting a refund of money",
                        "would it be possible to get a refund?",
                        "help to get refunds",
                        "I demand a refund",
                        "I don't know what I have to do to get a refund",
                        "how do I get refunds?",
                        "I don't know how I can get a refund of money",
                        "I want help to get refunds of money",
                        "I need to get refunds",
                        "assistance getting refunds",
                        "I don't know what I need to do to get a refund of money",
                        "how to get a refund of money?",
                        "I need assistance to get refunds",
                        "would it be possible to get refunds of money?",
                        "I want assistance to get refunds",
                        "I am trying to get a refund of money",
                        "I have to get refunds of money",
                        "help getting refunds",
                        "I need help to get a refund",
                        "how do I get refunds of money?",
                        "I try to get refunds",
                        "assistance getting a refund of money",
                        "I do not know how I could get a refund",
                        "I do not know what to do to get refunds of money",
                        "how can I get a refund of money?",
                        "can you help me get refunds?",
                        "could you help me getting a refund of money?",
                        "could you help me getting my money back?",
                        "assistance to get a refund of money",
                        "help me to get refunds",
                        "I want help getting refunds of money",
                        "how could I get a refund of money?",
                        "I want a refund",
                        "could you help me get a refund of money?",
                        "I do not know how I can get my money back",
                        "I need assistance getting a refund of money",
                        "help me get a refund of money",
                        "I want to get a refund",
                        "how to get refunds of money?",
                        "I don't know how to get a refund of money",
                        "I do not know what I need to do to get refunds",
                        "assistance to get refunds of money",
                        "help me to get my money back",
                        "I don't know how I could get a refund of money",
                        "help to get a refund",
                        "can you help me getting refunds of money?",
                        "where to get refunds?",
                        "where can I get a refund of money?",
                        "I want a refund of money",
                        "can you help me to get a refund?",
                        "can you help me to get a refund of money?",
                        "I want assistance getting a refund of money",
                        "I do not know how to get my money back",
                        "can you help me getting refunds?",
                        "I want help to get refunds",
                        "I need assistance getting refunds of money",
                        "can you help me getting a refund?",
                        "I don't know how I could get my money back",
                        "I try to get refunds of money",
                        "could you help me get my money back?",
                        "I would like to get refunds",
                        "help getting a refund of money",
                        "where could I get a refund?",
                        "help me getting refunds",
                        "what do I need to do to get my money back?",
                        "is it possible to get a refund?",
                        "I want assistance to get my money back",
                        "when will I get a refund?",
                        "I want assistance to get refunds of money",
                        "can you help me get refunds of money?",
                        "I don't know how to get a refund",
                        "what do I have to do to get refunds?",
                        "I don't know what to do to get a refund of money",
                        "how could I get a refund?",
                        "I do not know how to get refunds",
                        "I want to get refunds of money",
                        "could you help me getting a refund?",
                        "would it be possible to get my money back?",
                        "what do I have to do to get my money back?",
                        "I want to get my money back",
                        "i want my goddamn reimburfsement",
                        "where to get my money back?",
                        "I need to get a refund",
                        "I don't know how to get refunds of money",
                        "I need to get a refund of money",
                        "I don't know what I need to do to get my money back",
                        "I would like to get a refund",
                        "I want assistance to get a refund",
                        "how can I get refunds?",
                        "could you help me get a refund?",
                        "how could I get my money back?",
                        "where can I get refunds?",
                        "I need help to get refunds",
                        "where to get a refund?",
                        "I need help to get my money back",
                        "what do I have to do to get a refund?",
                        "when can I expect a refund",
                        "I do not know how I can get refunds of money",
                        "where could I get refunds of money?",
                        "I want to get a refund of money",
                        "I don't know how I can get refunds of money",
                        "getting refund",
                        "how do I get a refund of money?",
                        "I don't know how I can get my money back",
                        "where do I get refunds of money?",
                        "I have got to get a refund of money",
                        "I have to get my money back",
                        "when am I getting a refund of money?",
                        "I want help getting refunds",
                        "is it possible to get refunds of money?",
                        "I do not know how I can get a refund of money",
                        "I do not know how to get a refund of money",
                        "I don't know how I could get refunds",
                        "how do I get my money back?",
                        "can you help me getting a refund of money?",
                        "how could I get refunds of money?",
                        "I want help getting a refund of money",
                        "I need help to get refunds of money",
                        "where can I get a refund?",
                        "help me get refunds",
                        "how can I get refunds of money?",
                        "I don't know what I need to do to get refunds of money",
                        "get money back",
                        "I do not know how I could get my money back",
                        "I need to ask for compensations, can you help me?",
                        "how to get a refund?",
                        "where can I get refunds of money?",
                        "I do not know what I need to do to get a refund of money",
                        "I need my money back",
                        "I don't know what I have to do to get refunds",
                        "could you help me getting refunds of money?",
                        "I do not know how I can get a refund",
                        "I need assistance to get my money back",
                        "I don't know how I could get a refund",
                        "can you help me get my money back?",
                        "I have got to get my money back",
                        "I try to get my money back",
                        "I need to get refunds of money",
                        "I want help to get a refund",
                        "I have got to get a refund",
                        "I am trying to get a refund",
                        "can you help me get a refund of money?",
                        "I want assistance getting refunds",
                        "I do not know how I could get refunds",
                        "I would like to get refunds of money",
                        "I do not know what I need to do to get a refund",
                        "getting money back",
                        "could you help me to get a refund of money?",
                        "how can I get my money back?",
                        "I don't know what I have to do to get refunds of money",
                        "help me to get a refund of money",
                        "can you help me getting my money back?",
                        "can you help me to get refunds of money?",
                        "I don't know what I need to do to get refunds",
                        "can you help me get a refund?",
                        "help me getting refunds of money",
                        "help to get my money back",
                        "where do I get a refund?",
                        "help me to get a refund",
                        "when am I going to get a refund of money?",
                        "would it be possible to get refunds?",
                        "I want help to get my money back",
                        "help me getting my money back",
                        "I want assistance getting refunds of money",
                        "I do not know what to do to get refunds",
                        "when can I expect a refund of money",
                        "where to get a refund of money?",
                        "I need help getting refunds of money",
                        "I want help to get a refund of money",
                        "assistance to get a refund",
                        "I need a refund",
                        "is it possible to get my money back?",
                        "I need help to get a refund of money",
                        "could you help me to get refunds?",
                        "I need help getting a refund of money",
                        "help me getting a refund",
                        "can you help me to get refunds?",
                        "I don't know how I could get refunds of money",
                        "I need assistance getting a refund",
                        "could you help me to get refunds of money?",
                        "I don't know what to do to get refunds of money",
                        "I have got to get refunds of money",
                        "I would like to get my money back",
                        "help receiving a rebate",
                        "I do not know what I have to do to get refunds",
                        "I need help getting refunds",
                        "I want to get refunds",
                        "what do I need to do to get a refund?",
                        "when can I expect my money back",
                        "where do I get a refund of money?",
                        "how could I get refunds?",
                        "get refund",
                        "I don't know what I need to do to get a refund",
                        "assistance getting a refund",
                        "I want assistance getting a refund",
                        "help getting my money back",
                        "I need assistance to get refunds of money",
                        "I do not know what I need to do to get my money back",
                        "get refund of money",
                        "help to get a refund of money",
                        "I have to get a refund",
                        "I do not know how I can ask for compensations",
                        "how long until I get a refund of money?",
                        "help me get a refund",
                        "I need assistance to get a refund",
                        "I need to get my money back",
                        "I do not know what to do to get a refund",
                        "how long until I get a refund?",
                        "I am trying to get refunds of money",
                        "what do I need to do to get refunds?",
                        "assistance to get refunds",
                        "I need help getting a refund",
                        "I do not know what I have to do to get refunds of money",
                        "help getting refunds of money",
                        "I don't know how to get my money back"

                  ],
                  "responses" : [
                        "Sure your refund is on the way!"
                  ]
            },
            {
                  "intent" : "Buy Menu Item",
                  "text" : [
                        "could you help me order tea?",
                        "I do not know how I could buy some menu items",
                        "I don't know how to order donuts",
                        "I have to order fried rice",
                        "I need help to order fried rice",
                        "I do not know what to do to order fried rice",
                        "I don't know how I could order fried rice",
                        "I try to order fried rice",
                        "could you help me order pizza?",
                        "would it be possible to order fried rice?",
                        "where do I order tea?",
                        "could you help me to order donuts?",
                        "I want to order donuts",
                        "assistance making an order",
                        "help to order donuts",
                        "help buying some of your menu items",
                        "I don't know how to make an order",
                        "how could I order fried rice?",
                        "help me order tea",
                        "I don't know how I could make an order",
                        "I need assistance buying an item",
                        "help me order fried rice",
                        "I need help making an order",
                        "how to order pizza?",
                        "I do not know how I can order donuts",
                        "I don't know how to make order hot dogs",
                        "order fried rice",
                        "could you help me order donuts?",
                        "can you help me order tea?",
                        "I do not know how I can order fried rice",
                        "I want to make order hot dogs",
                        "where do I order donuts?",
                        "I don't know what to do to order fried rice",
                        "where could I make an order?",
                        "assistance buying something",
                        "I would like to buy some of your menu items",
                        "I try to order donuts",
                        "I want to order fried rice",
                        "I want help making order hot dogs",
                        "I do not know what to do to order fried rice",
                        "can you help me to order fried rice?",
                        "assistance to make order hot dogs",
                        "help me buying several menu items",
                        "I want assistance buying some of your menu items",
                        "I don't know what to do to order fried rice",
                        "where can I order tea?",
                        "I do not know how I can buy some menu items",
                        "help to order fried rice",
                        "can you help me make order hot dogs?",
                        "I am trying to order tea",
                        "what do I need to do to make an order?",
                        "can you help me order tea?",
                        "I want to order pizza",
                        "what do I need to do to order fried rice?",
                        "help to order tea",
                        "how could I order donuts?",
                        "help me to make order hot dogs",
                        "I have to order tea",
                        "I would like to order donuts",
                        "I want to buy some menu items",
                        "how do I make order hot dogs?",
                        "help me to order fried rice",
                        "I don't know what I need to do to buy some of your menu items",
                        "I don't know what I need to do to make order hot dogs",
                        "I need assistance buying some menu items",
                        "make purchase",
                        "how to make order hot dogs?",
                        "I do not know how I can order tea",
                        "I do not know how I could make an order",
                        "where could I make order hot dogs?",
                        "I need assistance to make an order",
                        "I want to make an order",
                        "is it possible to order donuts?",
                        "I don't know what I have to do to buy some of your menu items",
                        "where to buy some menu items?",
                        "I do not know how to order tea",
                        "can you help me making order hot dogs?",
                        "what do I have to do to order donuts?",
                        "help me to order donuts",
                        "I need to make order hot dogs",
                        "I don't know how I could order tea",
                        "I would like to order tea",
                        "I don't know what I have to do to make an order",
                        "help buying an item",
                        "I do not know what to do to make order hot dogs",
                        "could you help me buying an item?",
                        "I try to order pizza",
                        "I want assistance to order donuts",
                        "I do not know what I need to do to order fried rice",
                        "what do I have to do to order pizza?",
                        "I need assistance buying some of your menu items",
                        "what do I have to do to order fried rice?",
                        "I do not know what I need to do to order pizza",
                        "I want assistance to make order hot dogs",
                        "I need help buying several of your menu items",
                        "help order tea",
                        "could you help me to order pizza?",
                        "I want assistance to order tea",
                        "how could I make order hot dogs?",
                        "I don't know how to buy some menu items",
                        "I need assistance order tea",
                        "how can I order pizza?",
                        "I have to make an order",
                        "I do not know how I can make order hot dogs",
                        "how to order tea?",
                        "I would like to make order hot dogs",
                        "I need assistance to buy some of your menu items",
                        "how can I make an order?",
                        "I try to make order hot dogs",
                        "where can I buy some menu items?",
                        "I don't know what to do to order donuts",
                        "I don't know what I need to do to order donuts",
                        "where to order fried rice?",
                        "I need help order tea",
                        "can you help me buy some menu items?",
                        "I do not know what to do to buy some menu items",
                        "I don't know what I need to do to order fried rice",
                        "can you help me to buy some of your menu items?",
                        "I don't know what to do to make an order",
                        "help me buying some of your menu items",
                        "I have got to make an order",
                        "I don't know how I can buy some menu items",
                        "where could I order donuts?",
                        "I want help buying something",
                        "I don't know what I need to do to order pizza",
                        "I do not know what I need to do to buy some of your menu items",
                        "assistance buying several of your menu items",
                        "buy item",
                        "I do not know how to order donuts",
                        "I want assistance to order fried rice",
                        "I don't know what I have to do to order tea",
                        "I want assistance to make an order",
                        "I want assistance to buy some of your menu items",
                        "assistance to order donuts",
                        "I have to buy some of your menu items",
                        "what do I need to do to order tea?",
                        "how can I order tea?",
                        "where do I buy some of your menu items?",
                        "I want help to order donuts",
                        "I don't know what I need to do to order tea",
                        "could you help me to order tea?",
                        "assistance buying an item",
                        "I do not know what to do to buy some of your menu items",
                        "can you help me order pizza?",
                        "I want help to buy some of your menu items",
                        "can you help me to order tea?",
                        "help buying several menu items",
                        "I want help to order pizza",
                        "could you help me buying some menu items?",
                        "could you help me buying several of your menu items?",
                        "I want to order tea",
                        "could you help me to buy some menu items?",
                        "assistance to make an order",
                        "I do not know how to order pizza",
                        "where to order fried rice?",
                        "help me order pizza",
                        "can you help me buying several menu items?",
                        "where could I buy some of your menu items?",
                        "assistance buying some of your menu items",
                        "what do I have to do to buy some menu items?",
                        "help to buy some menu items",
                        "help me to order pizza",
                        "I would like to order pizza",
                        "I do not know what I need to do to order fried rice",
                        "how do I order pizza?",
                        "could you help me buy some menu items?",
                        "order donuts",
                        "can you help me buying something?",
                        "I don't know how I could order donuts",
                        "I need to order pizza",
                        "I need help to make order hot dogs",
                        "I don't know how I can order donuts",
                        "assistance to buy some of your menu items",
                        "I am trying to make order hot dogs",
                        "making order",
                        "I do not know what I have to do to order donuts",
                        "would it be possible to buy some menu items?",
                        "assistance to order pizza",
                        "help me to buy some of your menu items",
                        "how can I buy some menu items?",
                        "could you help me buying some of your menu items?",
                        "would it be possible to make order hot dogs?",
                        "I need help to order fried rice",
                        "is it possible to order pizza?",
                        "I don't know how I can make order hot dogs",
                        "I do not know what I have to do to make an order",
                        "make an order",
                        "I don't know how to order tea",
                        "where to order tea?",
                        "I do not know what I have to do to make order hot dogs",
                        "can you help me to make order hot dogs?",
                        "help buying something",
                        "I want assistance making order hot dogs",
                        "where to order donuts?",
                        "where to order pizza?",
                        "where do I buy some menu items?",
                        "I don't know how to order pizza",
                        "how could I make an order?",
                        "I don't know how I can buy some of your menu items",
                        "what do I have to do to make an order?",
                        "assistance making order hot dogs",
                        "I don't know how I could make order hot dogs",
                        "how can I order fried rice?",
                        "how do I buy some menu items?",
                        "I need assistance to order fried rice",
                        "I have got to order fried rice",
                        "how to make an order?",
                        "would it be possible to buy some of your menu items?",
                        "I am trying to order fried rice",
                        "help me make order hot dogs",
                        "where can I order donuts?",
                        "I want help to order fried rice",
                        "I need assistance buying something",
                        "I do not know how I can make an order",
                        "I want help to buy some menu items",
                        "where could I buy some menu items?",
                        "help to order pizza",
                        "can you help me buying an item?",
                        "I want assistance to buy some menu items",
                        "I want assistance buying several menu items",
                        "I need to order tea",
                        "I need to order fried rice",
                        "I don't know what to do to buy some of your menu items",
                        "would it be possible to make an order?",
                        "where to make an order?",
                        "could you help me make an order?",
                        "where can I make an order?",
                        "how can I make order hot dogs?",
                        "I do not know how to buy some menu items",
                        "can you help me order fried rice?",
                        "I don't know how I could order fried rice",
                        "I do not know what I have to do to order fried rice",
                        "I need assistance buying several of your menu items",
                        "how could I buy some menu items?",
                        "where could I order fried rice?",
                        "I do not know how I can order pizza",
                        "making purchase",
                        "I want assistance buying several of your menu items",
                        "I need to buy some menu items",
                        "I need help buying some menu items",
                        "where do I order fried rice?",
                        "how could I order pizza?",
                        "I don't know what I need to do to order fried rice",
                        "can you help me order donuts?",
                        "I don't know what I have to do to order fried rice",
                        "help me buy some menu items",
                        "I need assistance making an order",
                        "I need to order fried rice",
                        "help me order donuts",
                        "I need help to buy some of your menu items",
                        "would it be possible to order pizza?",
                        "I have to buy some menu items",
                        "I need help making order hot dogs",
                        "what do I have to do to make order hot dogs?",
                        "I need help to order donuts",
                        "I am trying to order donuts",
                        "what do I need to do to order pizza?",
                        "I need help to order pizza",
                        "buying item",
                        "how to order donuts?",
                        "is it possible to buy some of your menu items?",
                        "I try to buy some menu items",
                        "would it be possible to order fried rice?",
                        "I am trying to buy some of your menu items",
                        "could you help me to buy some of your menu items?",
                        "I do not know how I could make order hot dogs",
                        "would it be possible to order tea?",
                        "what do I need to do to buy some of your menu items?",
                        "I do not know what I need to do to make order hot dogs",
                        "I need assistance to order fried rice",
                        "how to buy some menu items?",
                        "I do not know what I need to do to order donuts",
                        "I have to order fried rice",
                        "I need to make an order",
                        "what do I have to do to buy some of your menu items?",
                        "I do not know how to make order hot dogs",
                        "I don't know how I could order pizza",
                        "how can I order fried rice?",
                        "I am trying to order fried rice",
                        "I do not know how I can buy some of your menu items",
                        "I want help buying several of your menu items",
                        "I try to buy some of your menu items",
                        "I don't know how I can order pizza",
                        "I want help buying some menu items",
                        "make order",
                        "is it possible to order fried rice?",
                        "I do not know how I could order fried rice",
                        "I need assistance to order tea",
                        "I do not know what to do to order tea",
                        "can you help me to order pizza?",
                        "I do not know how I could order tea",
                        "where to buy some of your menu items?",
                        "could you help me order tea?",
                        "order tea",
                        "make order hot dogs",
                        "help making an order",
                        "help to order fried rice",
                        "I don't know how I could buy some menu items",
                        "could you help me buy some of your menu items?",
                        "assistance buying some menu items",
                        "I have got to buy some of your menu items",
                        "I want to buy some of your menu items",
                        "could you help me buying several menu items?",
                        "buy some menu items",
                        "help me buying something",
                        "I am trying to order pizza"

                  ],
                  "responses" : [
                        "Your order has been successfully placed."
                  ]
            },
            {
                  "intent" : "Payment Issue",
                  "text" : [
                        "I don't know how I could report an issue with payments",
                        "I don't know how to report payment issues",
                        "I don't know how I can report payment issues",
                        "report issues with payments",
                        "could you help me solving issues with payments?",
                        "I am trying to report an issue with payment",
                        "assistance reporting issues with payment",
                        "I do not know how I can report payment issues",
                        "I would like to report an issue with payments",
                        "I do not know how I can report an issue with payment",
                        "could you help me to report issues with payment?",
                        "what do I need to do to report an issue with payment?",
                        "can you help me solving issues with payment?",
                        "help to report an issue with payments",
                        "I don't know how I could report issues with payment",
                        "where to report issues with payments?",
                        "I want help to report payment issues",
                        "assistance solving issues with payment",
                        "I need assistance reporting an issue with payment",
                        "I want help solving issues with payment",
                        "could you help me report issues with payments?",
                        "could you help me solving an issue with payments?",
                        "I want help reporting a payment issue",
                        "I try to report an issue with payment",
                        "help me report issues with payments",
                        "I need help solving issues with payment",
                        "assistance reporting issues with payments",
                        "where do I report issues with payment?",
                        "report an issue with payments",
                        "I do not know what I have to do to report payment issues",
                        "question about my payment",
                        "I want help reporting an issue with payments",
                        "would it be possible to report payment issues?",
                        "can you help me to solve payment issues?",
                        "how do I report issues with payments?",
                        "I want help reporting payment issues",
                        "help me solving payment issues",
                        "help to report a payment issue",
                        "I need assistance to report payment issues",
                        "I need help solving payment issues",
                        "can you help me to report issues with payment?",
                        "issues with payments",
                        "I want help to solve issues with payments",
                        "could you help me report an issue with payment?",
                        "reporting issue with payments",
                        "I need assistance solving issues with payment",
                        "can you help me to solve an issue with payments?",
                        "can you help me solving issues with payments?",
                        "I don't know what to do to report issues with payment",
                        "I try to report issues with payment",
                        "could you help me report a payment issue?",
                        "I need help to solve an issue with payments",
                        "could you help me solving payment issues?",
                        "where could I report a payment issue?",
                        "help reporting issues with payments",
                        "what do I need to do to report issues with payments?",
                        "I want help to report issues with payment",
                        "I do not know how I can report an issue with payments",
                        "I do not know how to report a payment issue",
                        "I want to report an issue with payments",
                        "can you help me to report payment issues?",
                        "I need to report an issue with payments",
                        "could you help me to report an issue with payments?",
                        "I want assistance solving an issue with payments",
                        "can you help me report issues with payment?",
                        "could you help me to solve payment issues?",
                        "I want help to solve an issue with payment",
                        "solve issues with payments",
                        "I do not know what to do to report an issue with payment",
                        "report issues with payment",
                        "help regarding payments",
                        "I do not know how to report issues with payment",
                        "help me solve a payment issue",
                        "I have a question about my payments",
                        "help me solve payment issues",
                        "can you help me to solve an issue with payment?",
                        "I do not know what I need to do to report a payment issue",
                        "I want to report payment issues",
                        "help me solving issues with payments",
                        "reporting issues with payment",
                        "I need help to solve a payment issue",
                        "I do not know how I can report a payment issue",
                        "help me to solve a payment issue",
                        "I want help solving payment issues",
                        "is it possible to report issues with payment?",
                        "I need assistance solving payment issues",
                        "assistance to report payment issues",
                        "is it possible to report an issue with payment?",
                        "assistance reporting payment issues",
                        "I have to report an issue with payment",
                        "can you help me report an issue with payments?",
                        "I don't know how I can report an issue with payments",
                        "could you help me solve issues with payments?",
                        "I need help to solve payment issues",
                        "I don't know what I have to do to report issues with payment",
                        "help me solve issues with payments",
                        "can you help me solve payment issues?",
                        "what do I need to do to report payment issues?",
                        "could you help me solve payment issues?",
                        "I want assistance to solve issues with payment",
                        "where could I report an issue with payments?",
                        "help me to report issues with payment",
                        "where can I report an issue with payment?",
                        "can you help me to solve issues with payments?",
                        "how to report payment issues?",
                        "could you help me solve issues with payment?",
                        "I want help solving issues with payments",
                        "could you help me reporting an issue with payment?",
                        "I don't know what to do to report an issue with payment",
                        "reporting issues with payments",
                        "reporting payment issue",
                        "help me solve an issue with payment",
                        "payment issues",
                        "I want assistance reporting an issue with payment",
                        "help solving an issue with payment",
                        "help me solving a payment issue",
                        "I don't know what I need to do to report a payment issue",
                        "I try to report payment issues",
                        "help to solve payment issues",
                        "help to report payment issues",
                        "can you help me solve an issue with payment?",
                        "can you help me reporting payment issues?",
                        "how to report an issue with payments?",
                        "help with payments",
                        "I want assistance reporting issues with payments",
                        "I need help solving issues with payments",
                        "reporting issue with payment",
                        "I want assistance to report an issue with payments",
                        "solve an issue with payment",
                        "solve a payment issue",
                        "how to report issues with payments?",
                        "what do I need to do to report issues with payment?",
                        "solve payment issues",
                        "could you help me reporting issues with payments?",
                        "help solving a payment issue",
                        "can you help me solving an issue with payments?",
                        "I need help to solve an issue with payment",
                        "could you help me solving a payment issue?",
                        "how could I report an issue with payment?",
                        "I want assistance solving an issue with payment",
                        "I need assistance to solve an issue with payments",
                        "can you help me solving an issue with payment?",
                        "I need to report issues with payment",
                        "I need assistance reporting a payment issue",
                        "I want assistance solving issues with payment",
                        "help me solving an issue with payment",
                        "could you help me to report a payment issue?",
                        "could you help me solving issues with payment?",
                        "I want assistance to solve payment issues",
                        "I want assistance to report issues with payment",
                        "assistance to solve issues with payment",
                        "what do I have to do to report an issue with payment?",
                        "where to report a payment issue?",
                        "I want help to report issues with payments",
                        "assistance to solve a payment issue",
                        "I do not know what to do to report payment issues",
                        "assistance solving an issue with payments",
                        "help me to solve an issue with payments",
                        "help me to solve issues with payment",
                        "could you help me report an issue with payments?",
                        "I need help reporting an issue with payment",
                        "I do not know how to report payment issues",
                        "where do I report payment issues?",
                        "help regarding payment",
                        "is it possible to report issues with payments?",
                        "I need assistance reporting issues with payments",
                        "I want help reporting issues with payments",
                        "help with payment",
                        "I don't know what to do to report an issue with payments",
                        "I don't know how I could report a payment issue",
                        "how do I report payment issues?",
                        "how could I report an issue with payments?",
                        "can you help me report issues with payments?",
                        "payment help",
                        "I have got to report an issue with payments",
                        "I have to report payment issues",
                        "help me to report an issue with payments",
                        "I do not know how I can report issues with payment",
                        "how could I report issues with payment?",
                        "I do not know how I could report a payment issue",
                        "help to solve issues with payments",
                        "would it be possible to report issues with payment?",
                        "I want help solving a payment issue",
                        "how can I report a payment issue?",
                        "report issue with payments",
                        "I need help solving an issue with payments",
                        "help to report issues with payment",
                        "can you help me solving a payment issue?",
                        "assistance to solve issues with payments",
                        "would it be possible to report an issue with payments?",
                        "I need assistance to report an issue with payments",
                        "help reporting a payment issue",
                        "I have to report issues with payment",
                        "how can I report an issue with payment?",
                        "I need assistance to report a payment issue",
                        "assistance to report issues with payments",
                        "where do I report a payment issue?",
                        "I don't know how I can report a payment issue",
                        "report payment issue",
                        "I want help reporting issues with payment",
                        "help me to report a payment issue",
                        "I want to report issues with payments",
                        "issue with payment",
                        "could you help me reporting issues with payment?",
                        "I need help solving an issue with payment",
                        "I have got to report payment issues",
                        "issue with payments",
                        "I don't know how I can report issues with payment",
                        "where can I report an issue with payments?",
                        "help me report issues with payment",
                        "I want help to report an issue with payments",
                        "how do I report an issue with payments?",
                        "I am trying to report issues with payment",
                        "could you help me to report payment issues?",
                        "I don't know how I can report issues with payments",
                        "how to report an issue with payment?",
                        "what do I have to do to report an issue with payments?",
                        "can you help me reporting issues with payments?",
                        "I want assistance solving a payment issue",
                        "I need assistance to report issues with payment",
                        "I get an error when I try to pay",
                        "how can I report issues with payments?",
                        "I want assistance to report a payment issue",
                        "I want assistance to report an issue with payment",
                        "help me to report issues with payments",
                        "help solving an issue with payments",
                        "I don't know what I have to do to report payment issues",
                        "help me report payment issues",
                        "assistance to solve an issue with payments",
                        "where could I report an issue with payment?",
                        "help reporting an issue with payment",
                        "I am trying to report an issue with payments",
                        "assistance to report issues with payment",
                        "I don't know how to report a payment issue",
                        "I don't know how I could report payment issues",
                        "what do I have to do to report payment issues?",
                        "help solving issues with payments",
                        "issues with payment",
                        "I do not know how I could report an issue with payments",
                        "could you help me to solve an issue with payment?",
                        "I want assistance to report payment issues",
                        "I need help to report an issue with payments",
                        "I would like to report a payment issue",
                        "would it be possible to report an issue with payment?",
                        "I do not know what to do to report a payment issue",
                        "I don't know how to report an issue with payment",
                        "help me solve an issue with payments",
                        "I do not know how to report issues with payments",
                        "help to solve issues with payment",
                        "how could I report a payment issue?",
                        "help me to solve payment issues",
                        "where can I report issues with payments?",
                        "help reporting payment issues",
                        "I do not know how to report an issue with payment",
                        "can you help me to report issues with payments?",
                        "help me report an issue with payments",
                        "help to solve an issue with payments",
                        "I don't know what to do to report a payment issue",
                        "can you help me to solve a payment issue?",
                        "I want help solving an issue with payments",
                        "can you help me reporting a payment issue?",
                        "could you help me to solve a payment issue?",
                        "I want assistance solving payment issues",
                        "I am trying to report payment issues",
                        "I need help to solve issues with payment",
                        "reporting payment issues",
                        "where do I report an issue with payments?",
                        "what do I have to do to report issues with payments?",
                        "I would like to report issues with payments",
                        "assistance to solve payment issues",
                        "I need assistance solving an issue with payment",
                        "help me report a payment issue",
                        "could you help me to solve issues with payments?",
                        "assistance to report a payment issue",
                        "I do not know how I could report an issue with payment",
                        "I want help to solve a payment issue",
                        "can you help me to solve issues with payment?",
                        "I want to report issues with payment",
                        "report payment issues",
                        "I need assistance to report an issue with payment",
                        "could you help me report payment issues?",
                        "solve an issue with payments",
                        "I need assistance reporting an issue with payments",
                        "I don't know what I need to do to report payment issues",
                        "would it be possible to report a payment issue?",
                        "payment issue",
                        "assistance solving an issue with payment",
                        "I want help to solve issues with payment",
                        "I need assistance to solve issues with payment",
                        "I do not know how I could report payment issues",
                        "I need assistance to solve issues with payments",
                        "report issue with payment",
                        "can you help me to report a payment issue?",
                        "where to report payment issues?",
                        "I want assistance reporting payment issues",
                        "where could I report issues with payments?",
                        "help me to report an issue with payment",
                        "I do not know how I could report issues with payment",
                        "I need help reporting an issue with payments",
                        "can you help me solve issues with payment?",
                        "where can I report payment issues?",
                        "report an issue with payment",
                        "could you help me solve a payment issue?",
                        "I have to report issues with payments",
                        "is it possible to report a payment issue?",
                        "I need help reporting issues with payments",
                        "I try to report issues with payments",
                        "I don't know what to do to report payment issues",
                        "how to report a payment issue?",
                        "can you help me reporting an issue with payments?",
                        "help me to solve issues with payments",
                        "where to report an issue with payments?",
                        "could you help me to report an issue with payment?",
                        "is it possible to report payment issues?",
                        "I want assistance reporting issues with payment",
                        "could you help me solve an issue with payments?",
                        "I have to report a payment issue",
                        "I do not know what I need to do to report payment issues",
                        "assistance reporting a payment issue",
                        "I need help reporting a payment issue",
                        "where do I report an issue with payment?",
                        "I need assistance solving an issue with payments",
                        "help to solve an issue with payment"
                        
                  ],
                  "responses" : [
                        "Dont worry and good news, I have resolved your payment issue."
                  ]
            }

      ]
}